tap "beeftornado/rmtree"
tap "datawire/blackbird"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "modularml/packages"
tap "mvp/uhubctl", "https://github.com/mvp/uhubctl"
tap "ohueter/tap"
tap "weaveworks/tap"
brew "act"
brew "antidote"
brew "autoconf"
brew "automake"
brew "avro-c"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "btop"
brew "butane"
brew "freetype"
brew "fontconfig"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "clisp"
brew "colima"
brew "coreutils"
brew "rtmpdump"
brew "curl"
brew "d2"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "exa"
brew "open-mpi"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git-filter-repo"
brew "git-secrets"
brew "glow"
brew "unbound"
brew "go-task"
brew "openjdk"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "psutils"
brew "groff"
brew "hackrf"
brew "helm"
brew "hstr"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "openssl@1.1"
brew "kcat"
brew "kotlin"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "libassuan"
brew "pinentry"
brew "lastpass-cli"
brew "lf"
brew "libksba"
brew "libtool"
brew "lolcat"
brew "maven"
brew "midnight-commander"
brew "neovim"
brew "nvm"
brew "nyancat"
brew "openjdk@17"
brew "p7zip"
brew "pkgconf"
brew "podman"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "rust"
brew "showkey"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tmux"
brew "uhubctl"
brew "viu"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "zoxide"
brew "datawire/blackbird/telepresence-arm64"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "localstack/tap/localstack-cli"
brew "modularml/packages/modular"
brew "weaveworks/tap/eksctl"
cask "android-platform-tools"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "github"
cask "ilspy"
cask "rar"
cask "react-native-debugger"
cask "tev"
cask "warp"
vscode "adashen.vscode-tomcat"
vscode "alphabotsec.vscode-eclipse-keybindings"
vscode "angular.ng-template"
vscode "christian-kohler.npm-intellisense"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "developersoapbox.vscode-springboot-snippets"
vscode "dgileadi.java-decompiler"
vscode "docsmsft.docs-yaml"
vscode "donjayamanne.githistory"
vscode "donjayamanne.javadebugger"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "ecmel.vscode-spring-boot"
vscode "eg2.vscode-npm-script"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "georgewfraser.vscode-javac"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "ipedrazas.kubernetes-snippets"
vscode "ithildir.java-properties"
vscode "joyous-coder.springboot-extension-pack"
vscode "k--kato.intellij-idea-keybindings"
vscode "kabirsarkar.spring-boot-gradle-extension-pack"
vscode "loiane.java-spring-extension-pack"
vscode "marcolee.testfile-generator-for-junit"
vscode "mhutchie.git-graph"
vscode "microprofile-community.mp-rest-client-generator-vscode-ext"
vscode "microprofile-community.mp-starter-vscode-ext"
vscode "microprofile-community.vscode-microprofile-pack"
vscode "modular-mojotools.vscode-mojo"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "mwpb.java-prettier-formatter"
vscode "naco-siren.gradle-language"
vscode "pkief.material-icon-theme"
vscode "pverest.java-ide-pack"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ricardo-emerson.java-sysout"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shan.code-settings-sync"
vscode "shengchen.vscode-checkstyle"
vscode "sonarsource.sonarlint-vscode"
vscode "spmeesseman.vscode-taskexplorer"
vscode "streetsidesoftware.code-spell-checker"
vscode "summer.azure-event-hub-explorer"
vscode "tintinweb.vscode-decompiler"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "visualstudioexptteam.vscodeintellicode-insiders"
vscode "visualstudioonlineapplicationinsights.application-insights"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "wesleyegberto.vscode-java-tests"
vscode "wscats.java-snippet"
vscode "yangbaopan.vscode-java-ibatisx"
vscode "youmaycallmev.vscode-java-saber"
