tap "advantageous/tap", "https://github.com/advantageous/homebrew-tap"
tap "beeftornado/rmtree"
tap "common-fate/granted"
tap "hashicorp/tap"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "modularml/packages"
tap "mvp/uhubctl", "https://github.com/mvp/uhubctl"
tap "ohueter/tap"
tap "weaveworks/tap"
brew "act"
brew "antidote"
brew "autoconf"
brew "automake"
brew "avro-c"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "lsd"
brew "bat"
brew "btop"
brew "butane"
brew "freetype"
brew "fontconfig"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "clisp"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "rtmpdump"
brew "curl"
brew "d2"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "open-mpi"
brew "fortune"
brew "fzf"
brew "gh"
brew "common-fate/granted/granted"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git-filter-repo"
brew "git-secrets"
brew "glow"
brew "unbound"
brew "go-task"
brew "openjdk"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "psutils"
brew "groff"
brew "hackrf"
brew "helm"
brew "hstr"
brew "htop"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kotlin"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lastpass-cli"
brew "lf"
brew "libksba"
brew "libtool"
brew "lolcat"
brew "maven"
brew "mdless"
brew "midnight-commander"
brew "neovim"
brew "nvm"
brew "nyancat"
brew "openjdk@17"
brew "p7zip"
brew "pkgconf"
brew "podman"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "rust"
brew "showkey"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tmux"
brew "uhubctl"
brew "viu"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "zoxide"
brew "advantageous/tap/aws-sso-profile"
brew "datawire/blackbird/telepresence-arm64"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "localstack/tap/localstack-cli"
brew "modularml/packages/modular"
brew "weaveworks/tap/eksctl"
cask "android-platform-tools"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "github"
cask "ilspy"
cask "rar"
cask "react-native-debugger"
