tap "localstack/tap"
brew "antidote"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "btop"
brew "butane"
brew "freetype"
brew "fontconfig"
brew "coreutils"
brew "curl"
brew "fortune"
brew "fzf"
brew "gh"
brew "openjpeg"
brew "git-filter-repo"
brew "git-secrets"
brew "glow"
brew "go-task"
brew "helm"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kotlin"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "libassuan"
brew "lastpass-cli"
brew "lf"
brew "libksba"
brew "libtool"
brew "lolcat"
brew "neovim"
brew "nvm"
brew "nyancat"
brew "podman"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "uhubctl"
brew "viu"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "zoxide"
brew "datawire/blackbird/telepresence-arm64"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "localstack/tap/localstack-cli"
brew "modularml/packages/modular"
brew "weaveworks/tap/eksctl"
cask "android-platform-tools"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "github"
cask "ilspy"
cask "rar"
cask "react-native-debugger"
